[
  {
    "title": "emma.wilson@gmail.com",
    "content": "The morning sky was painted with soft orange and lavender. I paused to watch it, realizing how rarely I notice the sky these days.",
    "entryDate": "2025-08-15",
    "visibility": "PRIVATE"
  },
  {
    "title": "emma.wilson@gmail.com",
    "content": "I cooked a simple meal today. Somehow, the rhythm of chopping vegetables and stirring the pot felt meditative.",
    "entryDate": "2025-08-15",
    "visibility": "PRIVATE"
  },
  {
    "title": "emma.wilson@gmail.com",
    "content": "Felt overwhelmed for a moment, but then a single song changed my mood. Music has a way of resetting my heart.",
    "entryDate": "2025-08-14",
    "visibility": "PRIVATE"
  },
  {
    "title": "emma.wilson@gmail.com",
    "content": "Took a short nap in the afternoon. Woke up to the sound of rain tapping on the roof—it was oddly comforting.",
    "entryDate": "2025-08-14",
    "visibility": "PRIVATE"
  },
  {
    "title": "emma.wilson@gmail.com",
    "content": "Had a small conversation with a stranger at the café. It reminded me how beautiful brief human connections can be.",
    "entryDate": "2025-08-13",
    "visibility": "PRIVATE"
  },
  {
    "title": "emma.wilson@gmail.com",
    "content": "I sketched for 20 minutes today. The lines weren’t perfect, but the act of drawing felt like breathing again.",
    "entryDate": "2025-08-13",
    "visibility": "PRIVATE"
  },
  {
    "title": "emma.wilson@gmail.com",
    "content": "Sat in silence without my phone. The quiet was strange at first, but then it felt like a long overdue conversation with myself.",
    "entryDate": "2025-08-12",
    "visibility": "PRIVATE"
  },
  {
    "title": "emma.wilson@gmail.com",
    "content": "Worked late on the project, but for once, I wasn’t tired. The flow carried me, and I almost lost track of time.",
    "entryDate": "2025-08-12",
    "visibility": "PRIVATE"
  },
  {
    "title": "emma.wilson@gmail.com",
    "content": "Made a to-do list and only checked off half the items. Instead of guilt, I felt a small sense of progress. That was new for me.",
    "entryDate": "2025-08-11",
    "visibility": "PRIVATE"
  },
  {
    "title": "emma.wilson@gmail.com",
    "content": "Went for a walk at dusk. The streetlights were glowing, and I realized how much I love the in-between of day and night.",
    "entryDate": "2025-08-11",
    "visibility": "PRIVATE"
  }
]
